[
  {
      "id": 10,
      "judul": "Jenis-Jenis Pupuk yang dapat digunakan oleh petani di daerah solok",
      "deskripsi": "Padi Inpari 32 merupakan salah satu varietas padi unggul yang menjanjikan hasil panen optimal bagi petani. Di kenal karena keunggulannya dalam pertumbuhan dan produktivitas, Padi Inpari 32 memerlukan perawatan khusus guna memastikan potensinya benar-benar terwujud. Kali ini tim ahli pertanian GDM akan membahas secara rinci langkah-langkah esensial dalam merawat Padi Inpari 32, mulai dari persiapan lahan hingga evaluasi hasil panen. Pemahaman mendalam terhadap karakteristik tanaman ini akan menjadi landasan bagi petani untuk mencapai hasil yang maksimal.\n\nPentingnya merawat Padi Inpari 32 dengan cermat tidak hanya berkaitan dengan aspek produktivitas, tetapi juga berdampak pada ketahanan pangan secara keseluruhan. Oleh karena itu, pada pembahasan kali ini akan memberikan panduan praktis yang dapat di ikuti oleh petani dalam memaksimalkan potensi tanaman mereka. Melalui langkah-langkah yang terinci, di harapkan petani dapat mengimplementasikan teknik perawatan yang tepat guna memastikan keberhasilan panen dan kontribusi positif terhadap ketahanan pangan regional.\n\nPadi Inpari 32 merupakan varietas unggul yang memiliki sejumlah karakteristik khas yang membedakannya dari varietas padi lainnya. Keunggulan utamanya melibatkan adaptabilitas yang tinggi terhadap berbagai kondisi lahan dan cuaca, membuatnya cocok untuk berbagai wilayah pertanian. Varietas ini memiliki pertumbuhan vegetatif yang kuat, di tandai dengan daun-daun yang lebar dan tinggi, sehingga mampu menangkap sinar matahari dengan optimal.",
      "kategori": "Pupuk",
      "foto": "https://dokar.kendalkab.go.id/upload/berita/1705632833WhatsApp%20Image%202024-01-17%20at%2012.14.49.jpeg",
      "tempat": "Tanggerang, Banten",
      "sumber": "awashama.co.id"
  },
  {
      "id": 11,
      "judul": "Solusi Irigasi Cerdas: Bagaimana Memaksimalkan Upaya Penghematan Air?",
      "deskripsi": "Penggunaan teknologi informasi telah membawa perbaikan dalam bidang pertanian. Banyak petani mencari solusi irigasi cerdas  untuk meningkatkan pengelolaan irigasi lahan, mengurangi pemborosan sumber daya, meningkatkan efisiensi penggunaan air pertanian, dan mewujudkan pertanian berbasis informasi.\n \nTeknologi irigasi tradisional membutuhkan banyak sumber daya dan dapat menyebabkan pemborosan air. Untuk meningkatkan efisiensi irigasi dan memanfaatkan sepenuhnya sumber daya air yang tersedia, irigasi cerdas adalah solusi utamanya. Hal ini penting dalam mengurangi penggunaan air dan mendorong upaya konservasi air, karena menggunakan kombinasi berbagai strategi penghematan air. Dalam postingan ini, mari kita bahas lebih lanjut bagaimana solusi irigasi cerdas dapat membantu memaksimalkan upaya penghematan air.\n\n1. Penjadwalan Irigasi Otomatis\nPengontrol irigasi pintar menyesuaikan jadwal penyiraman tergantung pada cuaca dan kelembapan tanah untuk memastikan tanaman mendapatkan jumlah air yang tepat tanpa membuangnya. Penjadwalan irigasi otomatis menggunakan sensor tanah dan cuaca untuk mengidentifikasi waktu dan volume penyiraman yang ideal untuk perkembangan tanaman.\n\n2. Sensor Kelembaban Tanah\nPemasangan sensor kelembapan tanah di zona akar memungkinkan pengukuran yang tepat terhadap jumlah kelembapan yang ada di dalam tanah. Dengan menggunakan informasi ini, seseorang dapat mengubah jadwal penyiraman untuk mencegah penyiraman yang berlebihan atau penyiraman yang kurang pada tanaman.\n\n3. Irigasi Berbasis Cuaca\nSistem irigasi berbasis cuaca mengumpulkan data cuaca waktu nyata untuk menyesuaikan jadwal penyiraman tergantung pada laju evapotranspirasi harian dan curah hujan.\n\n4. Irigasi Tetes\nZona akar tanaman menerima air langsung dari sistem irigasi tetes, yang membantu mengurangi jumlah air yang hilang akibat penguapan dan limpasan.\n\n5. Daur Ulang Air\nPenggunaan kembali dan daur ulang air untuk aplikasi irigasi dapat secara signifikan mengurangi kebutuhan akan air tawar.",
      "kategori": "edukasi",
      "foto": "https://cdn.rri.co.id/berita/Pusat_Pemberitaan/o/1727270424139-IMG_5459/hklfb4crb1l79wq.jpeg",
      "tempat": "Serang, banten",
      "sumber": "awashama.com"
  },
  {
      "id": 12,
      "judul": "BPS catat harga gabah dan beras naik pada Juni 2024",
      "deskripsi": "Jakarta (ANTARA) - Badan Pusat Statistik (BPS) melaporkan bahwa rata-rata harga gabah dan beras mengalami kenaikan pada Juni 2024, baik di tingkat petani, penggilingan maupun eceran.  \n\nPlt. Sekretaris Utama BPS Imam Machdi dalam konferensi pers di Jakarta, Senin, mengatakan dibandingkan dengan bulan Mei 2024, harga gabah kering panen (GKP) di tingkat petani naik 5,64 persen menjadi Rp6.171,00 per kg, dan di tingkat penggilingan naik 5,44 persen menjadi Rp6.319,00 per kg.  Sementara itu, harga gabah kering giling (GKG) di tingkat petani naik 2,75 persen menjadi Rp6.859,00 per kg, dan di tingkat penggilingan naik 2,78 persen menjadi Rp6.986,00 per kg.  Kenaikan harga juga terjadi pada gabah luar kualitas, dengan harga di tingkat petani naik 5,84 persen menjadi Rp5.767,00 per kg dan di tingkat penggilingan naik 6,62 persen menjadi Rp5.945,00 per kg.  Dibandingkan dengan Juni 2023, rata-rata harga gabah di tingkat petani pada Juni 2024 mengalami kenaikan yang lebih signifikan, yaitu 11,34 persen untuk GKP, 8,17 persen untuk GKG, dan 8,04 persen untuk gabah luar kualitas.  \n\nDi tingkat penggilingan, kenaikan harga gabah pada Juni 2024 dibandingkan Juni 2023 mencapai 11,39 persen untuk GKP, 8,13 persen untuk GKG, dan 9,02 persen untuk gabah luar kualitas.  Rata-rata harga beras di tingkat penggilingan juga mengalami kenaikan pada Juni 2024.  Harga beras kualitas premium turun 0,75 persen dari Mei 2024 menjadi Rp12.902,00 per kg, sedangkan harga beras medium naik 2,01 persen menjadi Rp12.314,00 per kg.  Harga beras submedium naik 0,96 persen menjadi Rp12.111,00 per kg, dan harga beras pecah melonjak 3,19 persen menjadi Rp12.073,00 per kg.  Dibandingkan dengan Juni 2023, harga beras di penggilingan pada Juni 2024 mengalami kenaikan yang lebih tinggi, yaitu 11,94 persen untuk beras premium, 11,13 persen untuk beras medium, 16,17 persen untuk beras submedium, dan 28,97 persen untuk beras pecah.  Rata-rata harga beras di tingkat grosir pada Juni 2024 sebesar Rp13.434 per kg, sedangkan di tingkat eceran Rp14.546. \n\nHarga beras ini adalah rata-rata harga beras yang mencakup berbagai jenis kualitas beras dan mencakup seluruh wilayah di Indonesia.  BPS juga mencatat terjadinya inflasi beras di tingkat grosir dan eceran pada Juni 2024, dengan inflasi beras di tingkat grosir sebesar 10,87 persen (yoy) dan deflasi 0,28 persen secara bulanan.  “Sedangkan di tingkat eceran, ini mengalami inflasi sebesar 0,10 persen secara bulanan dan sebesar 11,88 persen secara tahunan,” kata Imam.",
      "kategori": "edukasi",
      "foto": "https://awsimages.detik.net.id/community/media/visual/2016/08/19/f7f1518c-7197-4f75-8e80-d0d9e5ccf923_169.jpg?w=1200",
      "tempat": "Internet",
      "sumber": "bps.kesehatan"
  },
  {
      "id": 13,
      "judul": "Strategi Ampuh Basmi Hama Walang Sangit pada Tanaman Padi di Musim Panen",
      "deskripsi": "Walang sangit (Leptocorisa oratorius) adalah hama utama pada tanaman padi, terutama menyerang saat tanaman padi mulai berbunga hingga pengisian bulir. Hama ini mengisap cairan bulir padi yang masih muda, sehingga menyebabkan bulir menjadi hampa atau menghitam, dan kualitas gabah menurun. Berikut ini adalah informasi teruji mengenai cara membasmi walang sangit dan waktu serangan biasanya terjadi:\n\n- Waktu Serangan Hama Walang Sangit\nFase Kritis: Hama walang sangit biasanya menyerang tanaman padi pada fase berbunga hingga fase pengisian bulir, sekitar 2-3 minggu sebelum panen. Pada tahap ini, padi mengeluarkan aroma yang menarik walang sangit untuk datang.\n\n- Waktu Serangan Tertinggi: Serangan walang sangit cenderung lebih tinggi pada pagi dan sore hari, ketika aktivitas hama ini meningkat. Hama ini juga lebih sering muncul di awal musim kemarau, ketika kelembapan tinggi dan suhu sedang, yang mendukung perkembangbiakan mereka.\n\n- Cara Membasmi Hama Walang Sangit\n\n1. Pengendalian Mekanis\nPenangkapan Manual: Pada pagi atau sore hari, walang sangit bisa ditangkap langsung dengan jaring atau alat penangkap hama. Metode ini efektif pada area kecil dan jika populasinya masih rendah.\n\nPenggunaan Perangkap Feromon: Feromon sintetis bisa digunakan untuk menarik walang sangit masuk ke dalam perangkap, memudahkan penangkapan hama ini di area yang lebih luas.\nPembersihan Gulma di Sekitar Sawah: Walang sangit sering bersembunyi di tanaman liar atau gulma di sekitar sawah. Membersihkan area sekitar tanaman padi dapat mengurangi tempat persembunyian mereka.\n\n2. Pengendalian Kimiawi\nInsektisida Spesifik: Penggunaan insektisida berbahan aktif seperti karbofuran, fipronil, atau buprofezin bisa efektif untuk membunuh walang sangit. Insektisida ini sebaiknya diaplikasikan pada fase pembungaan hingga pengisian bulir.\nPemakaian Secara Tepat Waktu: Insektisida perlu digunakan saat serangan mencapai ambang ekonomi, yaitu saat ditemukan lebih dari 1 walang sangit per rumpun pada fase kritis.\nPengendalian Hayati\n\nPemanfaatan Predator Alami: Predator alami seperti laba-laba, kepik, atau kumbang tanah dapat membantu mengendalikan populasi walang sangit secara alami.\nAgen Hayati (Patogen Serangga): Jamur entomopatogen seperti Beauveria bassiana dapat digunakan sebagai agen hayati yang efektif untuk menginfeksi dan mengendalikan walang sangit.",
      "kategori": "edukasi",
      "foto": "https://asset.kompas.com/crops/_M8iVBOH-HLXqF58VMdA1UQfuoY=/201x31:1225x713/750x500/data/photo/2022/10/08/6341059852c4a.jpg",
      "tempat": "Bekasi, Jawa barat",
      "sumber": "awashama.co.id"
  },
  {
      "id": 18,
      "judul": "Pengertian dari hidroponik",
      "deskripsi": "Hidroponik (bahasa Inggris: hydroponic) adalah salah satu metode dalam budidaya menanam dengan memanfaatkan air tanpa menggunakan media tanah dengan menekankan pada pemenuhan kebutuhan hara nutrisi bagi tanaman. Kebutuhan air pada hidroponik lebih sedikit daripada kebutuhan air pada budidaya dengan tanah. Hidroponik menggunakan air yang lebih efisien, jadi cocok diterapkan pada daerah yang memiliki pasokan air yang terbatas.",
      "kategori": "edukasi",
      "foto": "https://akcdn.detik.net.id/visual/2020/08/14/ilustrasi-tanaman-hidroponik_43.jpeg?w=720&q=90",
      "tempat": "Jakarta",
      "sumber": "awashama.co.id"
  }
]